{
    "Type": "city",
    "CityName": "Nowa Dęba",
    "Header": "Historia Miasta",
    "Period1Title": "Prehistoria - łowcy 5000 lat p.n.e",
    "Period2Title": "Pierwsi osadnicy - średniowiecze",
    "Period3Title": "Życie w puszczy i wycinka lasu",
    "Period4Title": "Wygląd wsi - Chmielów, Jadachy, Cygany",
    "Period5Title": "Czasy Tarnowskich",
    "Period6Title": "Powstanie Dęby",
    "Period7Title": "Dęba pod zaborami - cz. 1",
    "Period8Title": "Dęba pod zaborami - cz. 2",
    "Period9Title": "Wolna polska, poligon i COP",
    "Period10Title": "II wojna światowa. Atak Luftwaffe",
    "Period11Title": "Czasy powojenne",
    "Period12Title": "Bibliografia",
    "Period1Description": "Wczesne dzieje naszych okolic związane są ściśle z występowaniem na tych terenach potężnej puszczy, dziś zwanej Puszczą Sandomierską. Dziś trudno precyzyjnie określić jaki obszar ten las zajmował w czasach pradawnych. Wiemy jednak - dzięki zaangażowaniu i pasji archeologów - że już kilka tysięcy lat p.n.e. na terenach dzisiejszej gminy Nowa Dęba można było spotkać człowieka.\n\nPrace archeologiczne wykazały, że obecność człowieka na ziemiach gminy Nowa Dęba datowana jest na okres neolitu (ostatni okres epoki kamienia), tj. pomiędzy 5200 a 1900 r. p. n. e. \n\nŚlady prehistorycznego osadnictwa odnaleziono m.in. w dzisiejszym Chmielowie. W widłach Wisły i Sanu znajdowano dowody aktywności łowców mamutów i reniferów, pozostałości gospodarki łowiecko - zbierackiej. [1]\n\nNależy jednak pamiętać, że pierwsze pobyty miały charakter krótkotrwały, związany z gospodarką łowiecką. O faktycznej ciągłości osadniczej w głębi puszczy (a nie tylko obrzeżach) można mówić dopiero od wczesnego średniowiecza [1], czyli V - VI wiek naszej ery, a na terenach dzisiejszej gminy Nowa Dęba nawet później.",
    "Period2Description": "Pierwsza stała obecność człowieka na ziemiach dzisiejszej gminy Nowa Dęba i terenów w stronę dzisiejszego Tarnobrzega datowana jest na czasy króla Bolesława Chrobrego (X – XI wiek naszej ery). Wtedy plemię Sandomierzan zostało podbite przez polańskich książąt z rodu Piastów i uznało ich dominację. Wiedząc, że puszcza kryje nieprzebrane zasoby zwierzyny łownej, w rejony te wysyłano myśliwych i łowców, zdolnych zaopatrywać dwór w żywność. [1]\n\nProces zasiedlania terenów Puszczy Sandomierskiej z czasem nabierał rozmachu. Król Polski prowadząc liczne wojny potrzebował dużych ilości żywności dla swoich wojsk. Puszcza obfitowała w zwierzynę łowną, dlatego też król wysyłał tam swoich zaufanych poddanych. Prawdopodobnie w ślad za łowcami szły jednostki mniej wojownicze. Ich zadaniem było stworzenie dla tych pierwszych zaplecza, założenie osad o charakterze mieszkalno-budowlano-rolniczym [1].\n\nMiejscowość, która powstała jako pierwsza na terenie dzisiejszej gminy Nowa Dęba to Chmielów. Osada ta już od XII wieku umożliwiała wywóz z puszczy mięsa dzikich zwierząt - najpierw nad Wisłę, następnie rzekami do magazynów w Sandomierzu. Stamtąd mięso trafiało do miejsc koncentracji żołnierzy. W Chmielowie rozwijał się również przemysł drzewny, m.in. do produkcji beczek do transportu mięsa. Produkowano również smołę i być może przetwarzano żelazo. [1]\n\nKim byli pierwsi osadnicy? Najprawdopodobniej wywodzili się z dzisiejszej Wielkopolski. Byli wśród nich zarówno osiedleńcy legalni (nawet z mandatem królewskim), jak również przestępcy i uciekinierzy, którzy w dzikiej puszczy dostawali szansę nowego życia. Administratorzy puszczy (delegowani przez monarchę) potrzebowali materiału ludzkiego do pracy – nie wnikali w szczegóły czyjejś przeszłości i przyjmowali każdego bez warunków wstępnych. [1]",
    "Period3Description": "W średniowieczu osadnictwo w puszczy miało swoje okresy intensywności, a czasem także fazy zastoju. Warunki życia i pracy w dziczy nie były korzystne. Informacje o tym rozchodziły się, zniechęcając potencjalnych przybyszów. W celu pozyskania osadników na tereny puszczy, od końca XIV do XVII wieku zsyłano jeńców wojennych, w tym szwedzkich i Tatarów. Istnieje opinia, że rodowici mieszkańcy wsi Stale pochodzą od tatarskich jeńców wojennych. [1]\n\nPuszcza przez wieki była własnością królewską, zarządzaną przez starostów i niższych urzędników. W miarę sprowadzania pionierów z różnych zakątków królestwa, pojawiły się inne formy przedsiębiorczości i sposoby przetrwania. Wycinano lasy, uprawiano pola i budowano sadyby . Początkowo ludzie opierali się na łowiectwie, rolnictwie i bartnictwie (dawna forma pszczelarstwa). Z czasem pojawił się przemysł związany z drewnem, którego zasoby w okolicy były ogromne. Produkowano smołę, dziegieć oraz węgiel drzewny. Wytwarzano także tzw. potaż do produkcji mydła. [1]\n\nPuszcza stanowiła potężną granicę między Królestwem Polskim a wschodnimi plemionami, w tym Tatarami. Gęste lasy i podmokłe grunty znacznie zwiększały szanse obrony przed agresorami. Najazdy tatarskie i szwedzkie skutkowały dalszym zagospodarowywaniem puszczy. Jeńcy wojenni pracujący w lesie i na roli mogli odkupić swoje winy wobec napadanych. [1]\n\nW średniowieczu wyrąb lasu postępował w sposób rabunkowy, prowadząc do zmniejszenia jego zasobów. Osadnicy zakładali osady, karczując i wypalając lasy, aby zyskać powierzchnie pól. Karczowanie puszczy wynikało z potrzeb przemysłu, opału i budulca. Konary drzew były transportowane z brzegów rzek w głąb kraju.\n\nSkala wyrębu była ogromna. Niezamierzonym skutkiem była obniżona woda gruntowa i wysuszenie gleb, które stawały się nieurodzajne. Wedle relacji wydmy przemieszczały się, zasypując urodzajne pola. [1]\n\nNiekontrolowany wyrąb lasu został ograniczony prawnie dopiero w XVIII wieku, gdy tereny dzisiejszej gminy Nowa Dęba znalazły się pod zaborem austriackim. Jednak liczba małych przedsiębiorstw specjalizujących się w wyrębie i sprzedaży drewna nadal rosła, co skutkowało dalszym zmniejszaniem powierzchni lasu . [2]",
    "Period4Description": "Powstawanie nowych miejscowości uzależnione było od drogowych szlaków wiodących przez puszczę. Średniowieczny trakt, przy którym powstawały wsie wiódł przez Chmielów, później Komorów do Sędziszowa Małopolskiego. [1]\n\nNa początku osadnictwa w puszczy, układ wsi był swobodny i nieustrukturyzowany. Każdy chętny otrzymywał tyle ziemi, ile zdołał zagospodarować. Osiedla powstawały w odległościach, gdzie pojedyncze rodziny zamieszkiwały swoje krainy. \n\nSytuacja taka trwała aż do upowszechnienia się nowych zasad organizacyjnych dla układów wsi, zawartych w tzw. prawie magdeburskim, które w Polsce stawało się popularne od około XIII w. [1] \n\nPrawo magdeburskie wprowadzało szereg wytycznych dotyczących wyglądu wsi. Wprowadzono układ z główną ulicą i przylegającymi do niej gospodarstwami. Każdy chętny otrzymywał łączną powierzchnię jednego łanu* w różnych częściach wsi [1]\n\nChmielów był pierwszą miejscowością na terenie dzisiejszej gminy Nowa Dęba, która została zaprojektowana wedle nowych wytycznych (odbudowana po zniszczeniu w 1376 po ataku sił litewsko-ruskich) [1] \n\nChmielów rozrastał się. Kolejne pokolenia zakładały nowe gospodarstwa nierzadko z zachowaniem sporego dystansu do tych istniejących. Z czasem odleglejsze skupiska domostw (tzw. przysiółki) zyskiwały samodzielność. \n\nPrzysiółki Chmielowa to Jadachy oraz Cygany. Jadachy usamodzielniły się w roku 1640, a Cygany ok. 1649. Chmielów, Jadachy i Cygany to najstarsze miejscowości dzisiejszej gminy Nowa Dęba. [1]\n\n*1 łan to około 16-20 hektarów - w zależności od regionu i okresu historycznego (przyp. Autora).",
    "Period5Description": "Wszystko co działo się na obszarze dzisiejszej gminy Nowa Dęba od ok. XVI w. aż do odzyskania przez Polskę niepodległości związane było z Tarnowskimi. [1]\n\nPuszczą Sandomierską władał król, jednak od XVI w. coraz większe wpływy zyskał ród Tarnowskich, wywodzący się naturalnie z Tarnowa. Tarnowscy pojawili się na naszych ziemiach ok. XIV wieku. W początkowym okresie zarządzali Wielowsią, dziś w gminie Tarnobrzeg. Z czasem sukcesywnie powiększali swoje wpływy i majątek, dokupując w XVI w. m.in. Dzików, który stał się ich centrum rodowym. [1]\n\nDziałania Tarnowskich – mimo, że główne zyski z prowadzonej działalności płynęły do ich kieszeni - jednocześnie zwiększyły poziom życia mieszkańców podległych im miejscowości. Przedsięwzięcia gospodarcze dawały ludności możliwość zarabiania. Tarnowscy tworzyli młyny, tartaki, terpentyniarnie. Prowadzili gospodarkę rolną, leśną, sadowniczą i hodowlaną oraz zakładali przedsiębiorstwa z różnych branż: należał do nich browar, wytwórnia wódek, cegielnie. [1]\n\nSzczyt gospodarczej aktywności Tarnowskich przypada na lata zaborów. [1]",
    "Period6Description": "Puszcza była własnością królewską, jednak w okresie X – XIV w.  jej fragmenty były rozdawane na rzecz kościoła i możnowładców. Rozdawnictwo to określa się mianem “wchodów do lasu”. [2]\n\nFragment królewskiej puszczy (zwany lasem “Dęba”) darowany został w XIII w. wojewodzie krakowskiemu i sandomierskiemu Pakosławowi Starszemu Lasocicowi. Las “Dęba” był w posiadaniu Pakosława i jego potomków aż do początków XVII w.  Przez ten czas nie był zamieszkany, za wyjątkiem kilku domów powstałych u schyłku XVI w. [2]\n\nW latach 1613 – 1616 roku las “Dęba” został odkupiony przez Stanisława Tarnowskiego. Znajdowało się tu wtedy 8 domów. [2]\n\nPod zarządzaniem Tarnowskich populacja Dęby sukcesywnie powiększała się. W roku 1728 w osadzie Dęba było 14 głów poddanych (licząc wyłącznie głowy rodzin). Stosując statystyczne przeliczniki było to łącznie ok. 70 osób.\n\nI tak w następnych latach populacja Dęby kształtowała się następująco: \n\nW roku 1771 --- 175 osób. \n\nW roku 1785 --- 259 osób. \n\nW roku 1802 --- 410 osób.\n\nW roku 1844 --- 715 osób.\n\nW roku 1867 --- 755 osób. [2]\n\nSzybki przyrost populacji wynikał m.in. ze sprowadzania chłopów z dóbr królewskich na swoje tereny, zachęcając ich m.in. dostępnością i rozwojem gospodarki. Ponadto las - podobnie jak za czasów piastowskich - stanowił schronienie dla osób, które miały problemy z prawem [2].",
    "Period7Description": "Stabilny rozwój wsi został zakłócony przez I rozbiór Polski w 1772 r.\n\nPo rozbiorze Dęba znalazła się w granicach Królestwa Galicji i Lodomerii, czyli w zaborze austriackim. Galicję podzielono na 74 powiaty, a Nowa Dęba weszła w skład powiatu tarnobrzeskiego. [2]\n\nLos mieszkańców puszczy pozostawał jednak niezmienny. Za austriackiego panowania nie doszło do zmiany na lepsze w życiu codziennym mieszkańców. Własność prywatna pozostawała w rękach dotychczasowych posiadaczy, jedynie królewszczyznę uiszczano na rzecz austriackiego skarbu. Stanowiska urzędnicze w administracji obsadzono przybyszami narodowości niemieckiej i czeskiej. [1]\n\nZa czasów zaborów znacznie ograniczono swobody w eksploatowaniu zasobów leśnych. Cesarski zakaz z 1782 zakazał prowadzenia produkcji potażu, zabronił wstępu do lasu w celu pozyskania drewna, wypalania węgla, produkowania smoły, swobodnego wypasania bydła i trzody chlewnej. [1]\n\nW okresie zaboru austriackiego wprowadzono system melioracji, którego celem było zagospodarowanie wielkich, podmokłych obszarów pod rolnictwo. Powodem starań mieszkańców o stworzenie systemu odwadniania pól był coraz większy problem z wyżywieniem i głodem, co wynikało z przyrostu liczby ludności i wycinania lasów.  Niestety nieprzebrane połacie podmokłych łąk, moczarów i bagien nie nadawały się do uprawy. Jedne z pierwszych obszarów, które poddano regulacji, to tereny Chmielowa, Jadachów i Cygan. [1]\n\nPodobnie uczynili Tarnowscy na swoich ziemiach. Poprzez regulację rzek i stworzenie melioracji osuszyli grunty pod rolnictwo, zorganizowali system stawów w Stalach o powierzchni około 600 ha i rozpoczęli tam hodowlę ryb. Akcją melioracyjną objęte zostały również okoliczne wsie, które z niedawnych podmokłych łąk i bajor zyskały setki hektarów nowych gruntów uprawnych. [1]\n\nZyskanie gruntów uprawnych przez odprowadzenie wody wywoływało konflikty, gdyż ziemie uznawane do tej pory za niczyje stały się przedmiotem sporów terytorialnych. Przykładem może być konflikt o rozległe łąki między Jadachami a Chmielowem. Pomiędzy mieszkańcami doszło do bójki i rozlewu krwi. [1]\n\nW roku 1835 wsie Chmielów, Jadachy oraz Cygany wykupił magnat przemysłowy Herman Schaffgotsch, a następnie miejscowości te również przeszły w ręce Tarnowskich. [1]",
    "Period8Description": "Zgodnie z zapisami kronik przed 1847 r. w Dębie panował zupełny analfabetyzm. Ludzie nie potrafili ani pisać ani czytać. Niepiśmiennymi chłopami łatwo było rządzić. W 1847 r.  powstała w Dębie pierwsza placówka oświatowa, działająca tylko w okresie zimowym (kiedy młodzi nie musieli pracować przy gospodarstwie). Kolejne szkoły powstały w latach 1860 – 1897 w Tarnowskiej Woli , Jadachach, Chmielowie, Cyganach, Rozalinie, Alfredówce i Porębach Dębskich. [1]\n\nW roku 1867 Polska wciąż znajdowała się pod zaborami, jednak w wyniku historycznego osłabienia Austrii sytuacja Królestwa Galicji poprawiła się. Władza administracyjna przeszła w ręce polskie (co prawda z mianowania rządu austriackiego lub cesarza, ale urzędnikami zostawali Polacy). Skutkowało to upowszechnieniem się szkolnictwa w języku polskim i rozwojem kultury. Kształcono rzesze lokalnych polityków, działaczy i społeczników, którzy w przyszłości mieli pomóc odzyskać Polsce suwerenność. Rozbudzenie patriotyzmu postępowało. [1]\n\nŻycie mieszkańców puszczy również odczuło pozytywny wpływ zyskiwania autonomii w Galicji - w postaci rozwoju oświaty i kultury polskiej. [1]\n\nKońcem XIX w. Tarnowscy, zarządcy terenów dzisiejszej gminy Nowa Dęba, zaczęli intensywniej rozwijać przemysł. Gospodarka oparta na rolnictwie zaczęła przeobrażać się w produkcję innych dóbr. Do roku 1918 utworzono m.in. tartak parowy, cegielnie, produkowano dachówki, gąsiory oraz rury drenarskie. Założono Galicyjską Fabrykę dla Przetworów Produktów Rolniczych, której siedzibą został Chmielów. [1]\n\nPomimo rozwoju przemysłu mieszkańcom daleko było do dobrobytu. Wyeksploatowana ziemia nie była w stanie wyżywić gwałtownie rosnącej liczby ludności. Masowa stała się emigracja – do miast, do Niemiec, Francji, Łotwy, a nawet do Ameryki (przez port w Hamburgu). [1]",
    "Period9Description": "I wojna światowa zakończyła się w 1918 r.  i Polska z powrotem pojawiła się na mapach Europy.\n\nPomimo odzyskania niepodległości sytuacja mieszkańców wsi na terenach dawnej puszczy wciąż była fatalna. Panowała bieda i przeludnienie. W samym powiecie rzeszowskim bezrobocie sięgało 60%. Większość gospodarstw była wielkości poniżej dwóch hektarów, każdy skrawek ziemi był wyzyskany, a produkcji rolnej nie wystarczało na potrzeby ludności. [1]\n\nPrzemiana rolniczej i zacofanej części Polski w tętniący życiem ośrodek przemysłowy nastąpiła za sprawą tzw. Centralnego Okręgu Przemysłowego oraz nowopowstałego poligonu wojskowego. [1]\n\nPomysł utworzenia poligonu na terenie lasów rodziny Tarnowskich (a dokładnie w Dębie, Krzątce, Bojanowie i Stanach) pojawił się w 1922 r i już kilka lat później zaczęto prowadzić ćwiczenia wojskowe. Oficjalnie wojsko formalnie nabyło te tereny w latach 1935-1937 i wtedy teren ten stał się poligonem stałym. [1]\n\nSytuację podupadających terenów (wtedy centrum kraju) miała zmienić idea utworzenia Centralnego Okręgu Przemysłowego. COP miał stać się iskrą dla rozwoju tych terenów pod każdym względem. Biorąc pod uwagę dzikość tych terenów, brak infrastruktury i ogólne zacofanie, realizacja COP na tych terenach było ideą faktycznie rewolucyjną. [1]\n\nWłaśnie w ramach COP w Dębie powstać miała Wytwórnia Amunicji Nr 3, a w Stalowej Woli Zakłady Południowe (huta). Na lokalizację ww. obiektów wpływ miał też pobliski poligon. [1]\n\nObszar 20-lecia międzywojennego oprócz rozwoju gospodarczego przyniósł również rozwój oświaty i kultury. W Dębie (z inicjatywy Bronisława Zybury) swoje działanie wznowiła szkoła, reaktywowano Ochotniczą Straż Pożarną, założono orkiestrę dętą, placówkę Związku Strzeleckiego.\n\nRozpoczęcie inwestycji COP diametralnie zmieniło rzeczywistość mieszkańców Dęby. Dało pracę, wynagrodzenie i wspólny cel. Decyzja o budowie Wytwórni Amunicji nr 3 zapadła w kwietniu 1937, choć prace geodezyjne rozpoczęto już w 1936 r. Celem jej istnienia miała być produkcja zapalników i spłonek, a także montaż pocisków artyleryjskich i lotniczych. Pod zabudowę przeznaczono 1500 ha gruntów między Dębą a Majdanem, odkupionych od Tarnowskich. \n\nSpecjalistów (m.in. spawaczy, brukarzy, inżynierów) sprowadzano ze wszystkich części ówczesnej Polski. \n\nPotężne inwestycje w krótkim czasie zaczęły zupełnie zmieniać krajobraz Dęby. Sama infrastruktura techniczna, która umożliwić miała budowę ośrodków, obejmowała 32 km dróg bitych, 17 km torów wewnątrzzakładowych, 28 km wodociągów, 18 km kanalizacji, 20 km gazociągów, 50 km sieci elektrycznej, 20 km linii telefonicznej. Do tego zbudowano elektrownię zakładową i ujęcie wody z wieżą ciśnień [1]. To wszystko na terenach do niedawna dzikich, rolniczych i bardzo ubogich.\n\nPlac budowy został tym samym połączony z istniejącymi szlakami komunikacyjnymi: drogą Tarnobrzeg - Rzeszów oraz torami linii Dębica - Sandomierz, poprzez dobudowanie bocznicy kolejowej przez tereny Dęby.\n\nBudową Wytwórni Amunicji nr 3 kierował od początku ppłk Jan Szypowski. Już w grudniu 1938 r. otwarte zostały narzędziownia i oddział remontowy, natomiast w sierpniu 1939 (a więc zaledwie miesiąc przed agresją Niemiec na Polskę) odbyła się inauguracja produkcji na wydziale zapalników.\n\nWraz z obiektami przy Wytwórni Amunicji nr 3 zaczęło powstawać osiedle mieszkalne, pierwsze bloki i zabudowania Dęby. Na założenia urbanistyczne osiedla wpłynął m.in. przebieg rzeczki Dęba i jej dopływy. Główne osiedle położone było przy dzisiejszej ul. Rzeszowskiej. Stanęły tam budynki urzędnicze i inżynierskie, których budowę rozpoczęto na wiosnę 1938 r. W innych rejonach powstały budynki: przy ul. Mickiewicza – dla robotników, przy ul. Jana Pawła II – dla inżynierów i urzędników, przy ul. Krasickiego, Żeromskiego i Reja – wille kierowników oddziałów oraz kasyno urzędnicze i hotel. Przed wybuchem wojny osiedle miało 360 mieszkańców. Docelowo w fabryce miało znaleźć zatrudnienie 3500 osób. \n\nOprócz infrastruktury mieszkalnej powstał też basen pływacki z brodzikiem, plac sportowy, korty tenisowe. \n\nCytat z relacji syna ppłk Jana Szypowskiego,  Mirosława Szypowskiego na temat kultury i więzi z Dębą w okresie tuż przed II wojną światową: “Często spędzamy popołudnie nad basenem. Spotykają się tam prawie wszyscy. Kto żyw wylega nad wodę: dzieci igrają w brodziku, dorośli obok w głębokim basenie, odważniejsi koledzy korzystają z trampoliny. Choć wszyscy przyjechali tu niedawno, stanowią już zżytą społeczność. Robią wrażenie wielkiej, zgranej rodziny. Jest jakoś miło, dobrze”.\n\nLasowiacy weszli w nowy etap rozwoju. Rolnicy mieli przekształcić się w pracowników fabrycznych.",
    "Period10Description": "1 września 1939 r. pierwszy pionierski etap rozwoju Dęby dobiegł końca. Wybuchła wojna, a budowa została przerwana. [1]\n\n2 września nastąpił pierwszy akt agresji na obszar dzisiejszej gminy Nowa Dęba. Był to atak sił powietrznych Luftwaffe. Niemcy, z powodów do dziś nieustalonych, nie zbombardowali terenów Wytwórni Amunicji, ale atak skoncentrowali na wiejskim Chmielowie. W wyniku nalotu zginęło 53 osoby. [1]\n\nJednak już 3 września bomby lotnicze spadły na Dębę. Zaatakowano m.in. wieżę ciśnień, która nie została uszkodzona. [1]\n\nWe wrześniu do Dęby wkroczyły oddziały lądowe Wehrmachtu. Wprowadzono administrację okupanta. Rozpoczęto demontaż urządzeń w Wytwórni Amunicji oraz rabowano sprzęt i wyposażenie. Mieszkańcom zakładowych budynków nakazano ich opuszczenie. Dęba została podporządkowana Wehrmachtowi. W 1940 r. władze wojskowe zaczęły organizować na tych terenach poligon wojskowy, większy niż oryginalnie tu istniejący. Nowy poligon miał obejmować dodatkowo część Majdanu Królewskiego, Huty Komorowskiej i Komorowa. Plany te powstrzymały rabunek majątku fabrycznego i osiedlowego, jednak ich skutkiem były wysiedlenia mieszkańców Dęby, Poręb Dębskich, Rozalina i Tarnowskiej Woli. [1]\n\nW 1941 r. zorganizowano obóz pracy przymusowej, w którym osadzeni byli Żydzi i Polacy. [1]\n\nRządy Niemców skończyły się w 1944 r. Wtedy swoje porządki zaprowadziła Armia Czerwona. Na użytek wojska przejęto posiadłości po ośrodkach poligonowych, a w zakładowych obiektach ulokowano sztab, szpital polowy i inne wojskowe instytucje. W Dębie działała też placówka NKWD, gdzie dochodziło do tortur żołnierzy Armii Krajowej. [1]\n\nŻołnierze Armii Czerwonej zaczęli opuszczać osiedle i poligon w styczniu 1945 r., ale finalnie pozostali aż do jesieni 1946. [1]",
    "Period11Description": "Po II wojnie światowej Dęba zaczęła się na nowo rozwijać pod każdym aspektem. Proces rozwoju następował szybko dzięki potężnemu zaangażowaniu mieszkańców i ludzi dobrej woli.\n\nRozgrabiona podczas wojny Wytwórnia Amunicji Nr 3 nie mogła spełniać swojej pierwotnej funkcji. Aby wznowić działanie fabryk najpierw skupiono się na produkcji prostych wyrobów drewnianych oraz na odbudowie zniszczonych obiektów. Zakład przechodził liczne transformacje i zmiany profilu niewojskowej produkcji, jednak w 1951 r. powrócił do pracy na rzecz obronności państwa pod nazwą Zakłady Metalowe Dęba. Jednocześnie szukano pomysłu dla rozwoju produkcji cywilnej. \n\nZ biegiem czasu w Zakładach Metalowych uruchamiano produkcję sprzętów domowych. Procesy i technologie stawały się coraz bardziej zaawansowane i już na przełomie lat 1956 i 1957 rozpoczęto produkcję silników do motocykli wfm. Zakład na nowo stał się głównym oparciem dla miasta.\n\nRozwijała się też służba zdrowia. W 1947 r. rozpoczął działalność Ośrodek Zdrowia, najpierw w baraku, potem przeniesiony do willi “Paulusówki”. Szpital miejski rozpoczął pracę w 1953 r. Ze wspomnień pielęgniarki Zofii Zięby  (pracownicy szpitala od 1958r.): “Kiedy dyrektorem był Piotr Kaczor hodowano trzodę chlewną na odpadach kuchennych, następnie prowadzono ubój i w ten sposób szpital dużo oszczędzał na wyżywieniu pacjentów (...). Jesienią kiszono kapustę na zimę. Dyrektor codziennie rano szedł na obchód do gospodarstwa, sprawdzał czy wszystko dobrze funkcjonuje pod względem gospodarności”. \n\nSukcesywnie uruchamiano inne placówki użyteczności publicznej.\n\nDo Dęby sprowadzano specjalistów z całej Polski: absolwentów szkół i uczelni, dobrowolnie, ale też kierowanych nakazem pracy we wskazanym miejscu. Dla wszystkich tych ludzi należało stworzyć zaplecze – dach nad głową i możliwość wyżywienia, stworzyć sieć handlową, zaoferować rozrywkę na czas po skończonej pracy. \n\nW latach 50. istniał w Dębie Obóz Pracy Więźniów. Zatrudniano ich głównie do prac budowlanych przy wznoszeniu obiektów fabrycznych, szkoły i bloków mieszkalnych. \n\nW 1957 r. powstała Spółdzielnia Inwalidów “Zjednoczenie”. Zakład ten, pomimo tego że był znacznie mniejszy od Zakładów Metalowych, wniósł znaczący wkład w rozwój miejscowości. Początkowo profil jej działania był mocno niesprecyzowany i wielobranżowy: Spółdzielnia zajmowała się prowadzeniem stołówki, kawiarni, sklepów spożywczych, pralni, zakładu ślusarskiego, wytwórni wód gazowanych itp. Podobnie jak Zakłady Metalowe, Spółdzielnia aktywnie wspierała rozwój kultury, placówek szkolnych przyczyniła się od urządzenia ośrodka wypoczynkowego nad zalewem i wielu innych.\n\nZakłady Metalowe, jako główny pracodawca w regionie, dbał o rozwój miasta. Dzięki niemu rozwinęło się szkolnictwo zawodowe i technikum mechaniczne. Zakłady utrzymywały instytucje takie jak klub fabryczny, kino “Metalowiec”, biblioteka, a od 1980 r. Międzyorganizacyjny Dom Kultury i Techniki.\n\nW 1953 r. oficjalnie zarejestrowano Zakładowy Klub Sportowy “Stal”. Zagospodarowano tereny pod stadion miejski i zaplecze sportowo-administracyjne, pod które przeznaczono budynki zajmowane wcześniej przez Obóz Pracy Więźniów.\n\nZa wygląd osiedli mieszkalnych powstałych po wojnie odpowiadały Osiedlowe Rady Narodowe (od roku 1954). Ulicom nadano nazwy, umieszczono znaki drogowe, zagospodarowano tereny – posadzono krzewy, utworzono parki i zieleńce, zbudowano cmentarz komunalny i wiele innych. Prezydium ORN przykładało dużą wagę do estetyki Dęby.\n\n31 grudnia 1961 r. Dęba zyskała prawa miejskie i zmieniła nazwę na Nowa Dęba.\n\nW kolejnych latach Nowa Dęba wciąż intensywnie rozwijała się. Powstała Powszechna Spółdzielnia Spożywców “Społem”, hala targowa (1978 r.) i wiele innych zakładów. W 1971 r. zbudowano połączenie kolejowe relacji Dęba Rozalin - Kolbuszowa, dzięki czemu Nowa Dęba zyskała połączenie kolejowe z Rzeszowem. W  1980 r. oddano do użytku nowy Międzyorganizacyjny Dom Kultury i Techniki, i wiele innych. W 1982 r. ukończono pierwszy etap budowy kotłowni zakładowej, uwzględniającej także potrzeby miasta.\n\nPo otrzymaniu praw miejskich przyspieszyło budownictwo wielorodzinne – w połowie lat 70. wybudowano osiedle Północ.\n\nPo transformacji ustrojowej w 1989 r. Nowa Dęba weszła w nowy etap rozwoju - samorządowy. Po zmianach miasto przejęło majątek pozostający wcześniej na utrzymaniu Zakładów Metalowych: dom kultury, stadion, ośrodek rekreacyjny nad zalewem, bloki mieszkalne, hotele, ulice.\n\nPowstała oczyszczalnia ścieków, rozbudowano kanalizację, krytą pływalnię itp. \n\nRestrukturyzacji uległy też Zakłady Metalowe, z których wydzielono osobne spółki. \n\nW 1997 r. utworzono Specjalną Strefę Ekonomiczną “Euro-Park Wisłosan”, której podstrefę zlokalizowano w Nowej Dębie. Stała się ona kolejną iskrą dla rozwoju przemysłu w Nowej Dębie.",
    "Period12Description": "Opracował Wojciech Gołąbek na podstawie:\n\n[1] Bajda W. - “Z niepodległej. Opowieść o Nowej Dębie” - Wydawnictwo Diecezjalne i Drukarnia w Sandomierzu, Wydanie 1, 2018,\n\n[2] Ordon W. - “Nasze Sprawy”, artykuł “Z dziejów Nowej Dęby i okolic” - Pismo Samorządu Miasta i Gminy Nowa Dęba, Myjakpress, sierpień 1994",
    "Period1Active": true,
    "Period2Active": true,
    "Period3Active": true,
    "Period4Active": true,
    "Period5Active": true,
    "Period6Active": true,
    "Period7Active": true,
    "Period8Active": true,
    "Period9Active": true,
    "Period10Active": true,
    "Period11Active": true,
    "Period12Active": true,
    "Period1FirstImage": null,
    "Period1SecondImage": null,
    "Period2FirstImage": null,
    "Period2SecondImage": null,
    "Period3FirstImage": null,
    "Period3SecondImage": null,
    "Period4FirstImage": null,
    "Period4SecondImage": null,
    "Period5FirstImage": null,
    "Period5SecondImage": null,
    "Period6FirstImage": null,
    "Period6SecondImage": null,
    "Period7FirstImage": null,
    "Period7SecondImage": null,
    "Period8FirstImage": null,
    "Period8SecondImage": null,
    "Period9FirstImage": null,
    "Period9SecondImage": null,
    "Period10FirstImage": null,
    "Period10SecondImage": null,
    "Period11FirstImage": null,
    "Period11SecondImage": null,
    "Period12FirstImage": null,
    "Period12SecondImage": null
}
