[{"TrackId":0,"TrackName":"Test","ShortDescription":"Najważniejsze obiekty związane z historią miasta","LongDescription":"Zwiedzanie trasy Centralnego Okręgu Przemysłowego w Nowej Dębie zaczynamy od oddalonej od zabudowań, położonej w otoczeniu lasu, wieży ciśnień. Znajdziemy ją na południu kompleksu, kierując się od centrum miasta (ul. Rzeszowskiej, dworca autobusowego) ul. 1 Maja i ul. Mickiewicza (mijając pierwsze bloki dla robotników – nr 1, 3 i 5) w ul. Sikorskiego. Po ok. 1,5 km, tuż przed połączeniem z ul. Majdańską, po prawej stronie drogi, wśród koron drzew, dostrzec można kopułę wieży. Przemysłowy obiekt został wybudowany w latach 1937–1939 na potrzeby Fabryki Amunicji nr 3. Kolejnym obiektem na trasie jest osiedle Wytwórni Amunicji – układ urbanistyczny kolonii majsterskiej. Decyzję, by zbudować Wytwórnię Amunicji w Dębie, podjęto w kwietniu 1937 r. Zakład miał stać się głównym producentem zapalników i spłonek oraz scalarnią pocisków artyleryjskich i lotniczych. Budowa zakładu wiązała się z powstaniem specyficznego układu urbanistycznego. By zobaczyć jego najatrakcyjniejsze elementy, należy kierować się ul. Sikorskiego na północ, a następnie skręcić w lewo w ul. Mickiewicza i zaraz znowu w lewo w ul. Leśną.\r\n\r\nOsiedle powstało przy rzece Dęba, której przebieg wymuszał odejście od regularnego uformowania ulic. Tym samym oś zabudowy majsterskiej została nakreślona zgodnie z przebiegiem dopływu. Naprzemienne ułożenie domów w sposób szachownicowy nadało osiedlu specyficzny charakter.\r\n\r\nBliźniacza, parterowa zabudowa przy ul. Leśnej była przeznaczona dla majstrów. Mieszkania miały po dwa pokoje z kuchnią, łazienką i służbówką, o łącznej powierzchni 54 m². Domki były częściowo podpiwniczone, a każde z mieszkań posiadało własne wejście. Trudno mówić tu o wyróżniających detalach architektonicznych, warta uwagi była elegancka stolarka okienna, inna niż w pozostałych budynkach kolonii. Domy kryte były pulpitowymi dachami o niewielkim kącie nachylenia, a elewacje ogrodowe bez otworów drzwiowych kierowały na zielony zagajnik.\r\n\r\nTrasa Szlaku prowadzi wzdłuż potoku Bystrzyk, w bezpośrednim sąsiedztwie ogródków działkowych. Warto zwrócić uwagę na niewielki mostek pieszy, oszczędny i prosty w formie, z widocznymi pozostałościami śluzy, zwieńczony zaokrągloną balustradą, której kształt nawiązuje do motywów okrętowych.\r\n\r\nPrzy skrzyżowaniu z ul. Kościuszki Szlak skręca w prawo, gdzie pod adresem ul. Kościuszki 14 zlokalizowana jest pływalnia kryta Samorządowego Ośrodka Sportu i Rekreacji (SOSIR). Tutaj zaprojektowano kompleks sportowy, składający się z basenu z brodzikiem, placu sportowego oraz kortów tenisowych. Na terenie dzisiejszej pływalni odkrytej znajduje się basen ze skocznią – niestety, z uwagi na obowiązujące dzisiaj przepisy i względy bezpieczeństwa obiekt ten nie pełni już swojej pierwotnej funkcji. Projekt modernistycznej skoczni opierał się o kształt koła ratunkowego bądź armaty – tutaj forma narzuca się widzowi w zależności od perspektywy, z której ogląda obiekt. Ciekawym akcentem jest tu dynamicznie wyprowadzona balustrada oraz wejście ujęte w żelbetowe obręcze.\r\n\r\nKierując się dalej ul. Szkolną i skręcając w ul. Reja, docieramy do willi dyrektorskiej, położonej malowniczo wśród starych drzew na niewielkim wzniesieniu. To budynek o luksusowym charakterze, prezentujący najlepsze wzorce modernistyczne. Tutaj mieszkał kierownik wytwórni – ppłk Jan Szypowski. Plan budynku zakładał sięgnięcie po szeroką paletę modnych w tamtych latach rozwiązań estetycznych i funkcjonalnych. Na parterze znalazły się pomieszczenia, takie jak: kuchnia, spiżarnia, bufet, służbówka z osobnym wejściem, niewielka toaleta, a także jadalnia, pokój dzienny z oranżerią oraz gabinet. Wszystkie wnętrza dostępne były z obszernego hallu. Piętro dzieliło się na trzy sypialnie, garderobę i łazienkę z osobną toaletą, zaś w części podziemnej zlokalizowano garaż, kotłownię, skład opału, pralnię, suszarnię oraz pomieszczenia gospodarcze.\r\n\r\nWiosną 1941 r. na nowodębskim poligonie Niemcy przeprowadzali ćwiczenia przed operacją „Barbarossa” i kampanią stalingradzką. W związku z nimi w willi miał gościć feldmarszałek Friedrich von Paulus. Choć historycy z dużą rezerwą podchodzą do tej informacji, willa od okresu okupacji zwana jest „Paulusówką”. Po wojnie w budynku tym mieściła się przychodnia lekarska, później szkoła, a obecnie zlokalizowana jest tu świetlica szkolna. „Paulusówka” została wpisana do gminnego rejestru zabytków.\r\n\r\nKolejnym punktem na trasie są zlokalizowane bliżej głównej ulicy miasta – ul. Rzeszowskiej – budynki urzędnicze i inżynierskie. Osiedle mieszkaniowe zaczęto budować wiosną 1938 r. Za projekty odpowiadało Biuro Techniczne Wytwórni Amunicji nr 3, a ich głównym autorem był kierownik grupy architektów biura arch. Narcyz Szwedziński. Opiekę nad budową objął inż. Witold Thieme. Zabudowania podzielono na cztery grupy, ze względu na hierarchię zatrudnienia. Przy obecnej ul. Mickiewicza postawiono budynki dla robotników, przy ul. Jana Pawła II – dla inżynierów i urzędników, a przy ulicach: Krasickiego, Żeromskiego i Reja zlokalizowano wille kierowników działów wytwórni i kasyno urzędnicze. Do wybuchu II wojny światowej na osiedlu zamieszkało ok. 200 robotników i 160 pracowników umysłowych, co stanowiło jedynie drobną część w porównaniu do założonych planów.","Length":5.8,"Thumbnail":"trasacop","Image1":"paulusowkabackground","Image2":null,"Image3":null,"OkBicycle":false,"Official":true,"Difficulty":3,"LatitudeBorderFirst":50.42803324701852,"LongitudeBorderFirst":21.75905545049962,"LatitudeBorderSecond":50.40299123649344,"LongitudeBorderSecond":21.73076296011331,"TurningMarks":[{"Latitude":23,"Longitude":89},{"Latitude":13,"Longitude":15},{"Latitude":19,"Longitude":41}],"StartLat":"50.413762006919136","StartLong":"21.754355189143755","P2Lat":"50.412622777987956","P2Long":"21.75342396114595","P3Lat":"50.41006043097466","P3Long":"21.753469479737905","P4Lat":0,"P4Long":0,"P5Lat":0,"P5Long":0,"P6Lat":0,"P6Long":0,"P7Lat":0,"P7Long":0,"P8Lat":0,"P8Long":0,"P9Lat":0,"P9Long":0,"P10Lat":0,"P10Long":0,"P11Lat":0,"P11Long":0,"P12Lat":0,"P12Long":0,"P13Lat":0,"P13Long":0,"P14Lat":0,"P14Long":0,"P15Lat":0,"P15Long":0,"P16Lat":0,"P16Long":0,"P17Lat":0,"P17Long":0,"P18Lat":0,"P18Long":0,"P19Lat":0,"P19Long":0,"P20Lat":0,"P20Long":0,"P21Lat":0,"P21Long":0,"P22Lat":0,"P22Long":0,"P23Lat":0,"P23Long":0,"P24Lat":0,"P24Long":0,"P25Lat":0,"P25Long":0}]
